module.exports = [
    {
        q: "Ո՞ր մարզիչն է հաղթել ամենաշատ Չեմպիոնների Լիգան:",
        opts: ["Պեպ Գվարդիոլա", "Կարլո Անչելոտի", "Ալեքս Ֆերգյուսոն", "Ժոզե Մոուրինյո"],
        ans: 1,
    },
    {
        q: "Ո՞րն է Մեսսիի ծննդյան տարին:",
        opts: ["1985", "1986", "1987", "1988"],
        ans: 2,
    },
    {
        q: "Ո՞րն է ամենաարագ կարմիր քարտը ԱԱ-ի պատմության մեջ:",
        opts: ["9 վայրկյան", "56 վայրկյան", "1 րոպե 10 վայրկյան", "20 վայրկյան"],
        ans: 0,
    },
    {
        q: "Ո՞ր երկիրն է դարձել Աշխարհի գավաթակիր՝ չպարտվելով ոչ մի խաղում 2010-ին:",
        opts: ["Իտալիա", "Բրազիլիա", "Իսպանիա", "Ֆրանսիա"],
        ans: 2,
    },
    {
        q: "Ո՞ր խաղացողն է խաղացել թե՛ Բարսելոնայում, թե՛ Ռեալ Մադրիդում և դարձել ՉԼ հաղթող երկու դեպքում էլ:",
        opts: ["Լուիս Ֆիգու", "Սամուել Էտո’ո", "Ռոնալդո Նազարիո", "Խավի Ալոնսո"],
        ans: 0,
    },
    {
        q: "Ո՞ր երկիրն է ունեցել առաջնության վրա ամենաշատ գոլ խփած թիմը (2022 ԱԱ):",
        opts: ["Ֆրանսիա", "Արգենտինա", "Ինգլանդիա", "Պորտուգալիա"],
        ans: 2,
    },
    {
        q: "Ո՞ր խաղացողն է ամենաշատ գոլ խփել միջազգային հավաքականում (2024 տվյալներով):",
        opts: ["Ռոնալդու", "Մեսսի", "Ալի Դաի", "Լուկա Մոդրիչ"],
        ans: 0,
    },
    {
        q: "Ո՞ր ակումբն է ստացել Պրեմիեր Լիգայի ամենամեծ հաղթանակը՝ 9-0 հաշիվով (2019):",
        opts: ["Լիվերպուլ", "Լեսթեր Սիթի", "Մանչեսթեր Սիթի", "Մանչեսթեր Յունայթեդ"],
        ans: 1,
    },
    {
        q: "Ո՞ր երկիրն է առաջինը հաղթել ԱԱ և ԵՎՐՈ անընդմեջ:",
        opts: ["Իտալիա", "Գերմանիա", "Իսպանիա", "Ֆրանսիա"],
        ans: 2,
    },
    {
        q: "Ո՞ր թիմը չմասնակցեց ԱԱ 2022-ին, չնայած 4 անգամ եղել է չեմպիոն:",
        opts: ["Գերմանիա", "Իտալիա", "Արգենտինա", "Անգլիա"],
        ans: 1,
    },
    {
        q: "Ո՞ր ակումբում է խաղում Էրլինգ Հալանդը (2024-ին):",
        opts: ["Բարսելոնա", "Մանչեսթեր Սիթի", "Չելսի", "Ռեալ Մադրիդ"],
        ans: 1,
    },
    {
        q: "Ո՞ր խաղացողը հայտնի է 'Zizou' մականվամբ:",
        opts: ["Զիդան", "Իբրահիմովիչ", "Զինչենկո", "Զաբալետա"],
        ans: 0,
    },
    {
        q: "Ո՞ր երկիրն է կազմակերպել Աշխարհի գավաթ 2022-ը:",
        opts: ["Ճապոնիա", "Կատար", "ԱՄՆ", "Ռուսաստան"],
        ans: 1,
    },
    {
        q: "Ո՞ր խաղացողն է հայտնի «Պենալդո» մականվամբ՝ ըստ քննադատների:",
        opts: ["Մեսսի", "Ռոնալդու", "Նեյմար", "Հալանդ"],
        ans: 1,
    },
    {
        q: "Ո՞ր ակումբն է հաղթել Պրեմիեր Լիգայում ամենաշատ անգամ:",
        opts: ["Մանչեսթեր Յունայթեդ", "Արսենալ", "Լիվերպուլ", "Չելսի"],
        ans: 0,
    },
    {
        q: "Ո՞ր երկիրն է հաղթել ԵՎՐՈ 2016-ը:",
        opts: ["Իսպանիա", "Ֆրանսիա", "Պորտուգալիա", "Գերմանիա"],
        ans: 2,
    },
    {
        q: "Ո՞ր խաղացողն է կատարել «Scorpion kick» հայտնի հարվածը 90-ականներին:",
        opts: ["Ռոնալդինյո", "Իգիտա", "Մարադոնա", "Բեքհեմ"],
        ans: 1,
    },
    {
        q: "Ո՞ր երկիրն է հաղթել ԱԱ 2010-ը:",
        opts: ["Նիդեռլանդներ", "Իսպանիա", "Գերմանիա", "Արգենտինա"],
        ans: 1,
    },
    {
        q: "Ո՞ր երկիրն ունի ազգային թիմ «Azzurri» մականունով:",
        opts: ["Ֆրանսիա", "Իտալիա", "Արգենտինա", "Բրազիլիա"],
        ans: 1,
    },
    {
        q: "Ո՞ր դարպասապահն էր խաղում Իսպանիայի համար ԱԱ 2010-ում:",
        opts: ["Կասիլիաս", "Դե Խեա", "Ռեյնա", "Ալմունիա"],
        ans: 0,
    },
    {
        q: "Ո՞ր ֆուտբոլիստն ունի ամենաշատ ՈՒԵՖԱ Գոլների մրցաշարի գոլերը:",
        opts: ["Կրիշտիանու Ռոնալդու", "Լիոնել Մեսսի", "Ռոբերտ Լևանդովսկի", "Կլարենս Սեդորֆ"],
        ans: 0,
    },
    {
        q: "Ո՞ր ակումբն ունի ամենաշատ Պրեմիեր Լիգայի տիտղոսներ 2024 թ. դրությամբ:",
        opts: ["Մանչեսթեր Յունայթեդ", "Չելսի", "Արսենալ", "Լիվերպուլ"],
        ans: 0,
    },
    {
        q: "Ո՞ր ֆուտբոլիստն է առաջինը ստացել Ոսկե Գնդակը:",
        opts: ["Ֆրանս Բեկան", "Յոհան Կրոյֆ", "Միշել Պլատինին", "Լյուիս Սուարես"],
        ans: 0,
    },
    {
        q: "Ո՞ր երկիրն է առաջինը նվաճել ԱԱ 4 անգամ:",
        opts: ["Իտալիա", "Բրազիլիա", "Գերմանիա", "Արգենտինա"],
        ans: 1,
    },
    {
        q: "Ո՞ր ակումբն է խաղացել Չեմպիոնների Լիգայի առաջին խաղը:",
        opts: ["Ռեալ Մադրիդ", "Մանչեսթեր Յունայթեդ", "Բարսելոնա", "Միլան"],
        ans: 0,
    },
    {
        q: "Ո՞ր ֆուտբոլիստը հայտնի է «Տառապող Գործիչ» մականվամբ:",
        opts: ["Դիեգո Մարադոնա", "Զինեդին Զիդան", "Ֆրանկ Ռայկարդ", "Խավի"],
        ans: 1,
    },
    {
        q: "Ո՞րն է ՊՍԺ-ի հիմնադրման տարին:",
        opts: ["1970", "1972", "1974", "1976"],
        ans: 2,
    },
];
